CSI API ETABS v1
cDesignSteel.AISC360_10 Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cDStAISC360_10 AISC360_10 { get; }
ReadOnly Property AISC360_10 As cDStAISC360_10
	Get
Dim instance As cDesignSteel
Dim value As cDStAISC360_10
value = instance.AISC360_10
property cDStAISC360_10^ AISC360_10 {
	cDStAISC360_10^ get ();
}
abstract AISC360_10 : cDStAISC360_10 with get
Property Value
Type: cDStAISC360_10
See Also
Reference
cDesignSteel Interface
ETABSv1 Namespace